Repository: wbrawner/pihelper-ios
Catalog: PiHelper/*.lproj/Localizable.strings
Languages: es_419

# add_pihole
source: If you already know the IP address of your Pi-hole, you can also enter it below:
es_419: Si ya sabe la dirección IP de su Pi-hole, puede introducirla abajo:

source: IP Address
es_419: Dirección IP

source: API Key (Optional)
es_419: Clave API (Opcional)

# scan_for_pihole
source: If you're not sure what the IP address for your Pi-Hole is, Pi-Helper can attempt to find it for you by scanning your network.
es_419: Si no sabe la dirección IP para su Pi-hole, Pi-Helper puede escanear su red para intentar a encontrarlo.

# no_wireless_connection
source: If you'd like Pi-Helper to scan your network to find your Pi-hole, please connect to the same Wi-Fi network that your Pi-hole is on.
es_419: Si desea que Pi-Helper escanee su red para buscar a su Pi-hole, por favor conéctese a la misma red Wi-Fi en la que se encuentra su Pi-hole.

# scanning_ip_address
source: Scanning the network for your Pi-Hole…
es_419: Escaneando la red para el Pi-Hole…

# connection_successful
source: Pi-Helper has successfully connected to your Pi-Hole!
es_419: ¡Pi-Helper se ha conectado a su Pi-hole de manera existosa!

# instructions_add_api_key
source: You'll need to authenticate in order to enable and disable the Pi-hole.
es_419: Se tendrá que identificar para poder habilitar y deshabilitar el Pi-hole.

# prompt_password
source: Pi-hole Web Password
es_419: Contraseña de interfaz Web para el Pi-hole

# prompt_api_key
source: Pi-hole API Key
es_419: Clave de API del Pi-hole

# connect_with_password
source: Authenticate with Password
es_419: Identificarse con Contraseña

# connect_with_api_key
source: Authenticate with API Key
es_419: Identificarse con Clave API

source: Scan
es_419: Escanear

source: Cancel
es_419: Cancelar

source: Connect
es_419: Conectar

source: Status
es_419: Estado

source: Enabled
es_419: Habilitado

source: Disabled
es_419: Deshabilitado

source: Enable
es_419: Habilitar

# disable_10_sec
source: Disable for 10 Seconds
es_419: Deshabilitar por 10 Segundos

# disable_30_sec
source: Disable for 30 Seconds
es_419: Deshabilitar por 30 Segundos

# disable_5_min
source: Disable for 5 Minutes
es_419: Deshabilitar por 5 Minutos

# disable_custom
source: Disable for a Custom Time
es_419: Deshabilitar por un Tiempo Personalizado

# disable_permanent
source: Disable Permanently
es_419: Deshabilitar Permanentemente

source: Scan Failed
es_419: Escaneo Falló

source: Connection Failed
es_419: Conexión Falló
